Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Increasingly, the Chinese government has been forced to take this critical public opinion into account – not only because of the mobilizing potential inherent in it but also because there are political leaders and interests that support these views.
es_us: Cada vez más, el gobierno chino se ha visto obligado a tomar esta crítica opinión pública –no solo por el movilizante potencial ingerente del mismo, sino que también existen líderes políticos que apoyan estos puntos de vista.

source: Indeed, Jiang’s only comment during the crisis came on April 26, just days after the cover-up was exposed and as the number of reported cases was still increasing, when he curiously told visiting Indian defense minister George Fernandes, “After arduous efforts, we have achieved obvious results in controlling SARS.”53
es_us: De hecho, el único comentario que Jiang realizó durante el transcurso de la crisis fue el 26 de abril, unos días después de que se expuso el encubrimiento y mientras continuaba aumentado el número de casos reportados, cuando curiosamente le comentó a George Fernandes, el ministro de defensa indio que se encontraba de visita, que “después de trabajar arduamente, hemos obtenido resultados evidentes en el control del SARS". 53

source: Indeed, Chen seemed to enjoy prestige in the Party at least in part because he was not personally ambitious.
es_us: De hecho, Cheng parecía gozar de prestigio dentro del partido al menos en gran parte ya que no era particularmente ambicioso.

source: Indeed, Deng’s opponents took active measures to resist Deng’s new offensive.
es_us: De hecho, los opositores Deng llevaron a cabo medidas activas para resistir la nueva ofensiva de Deng.

source: Indeed, Jiang had drawn much support from the left wing of the Party in his early years.
es_us: De hecho, Jiang se había ganado en sus primeros años gran parte del apoyo de la izquierda del Partido.

source: Indeed, Wang suggests that “people may discover that some ideas from the Cultural Revolution are wise and prescient.”59
es_us: De hecho, Wang sugiere que "es muy probable que el pueblo descubra que varias ideas de la Revolución Cultural son sabias y premonitorias”.59

source: Indeed, Zhang and Meng were not the only ones fired during the SARS crisis.
es_us: De hecho, Zhang y Meng no fueron los únicos despedidos durante la crisis del SARS.

source: Indeed, as soon as the Huangfu Ping commentaries appeared, conservatives launched an investigation into their background, an effort that apparently concluded only when Deng’s office let it be known that Deng himself lay behind the commentaries.30 The knowledge that the commentaries expressed Deng’s views apparently did not impress conservative leaders any more than had Deng’s previous efforts to promote his views in the capital, and conservatives launched a variety of direct and indirect assaults on Deng’s policies and the Huangfu Ping commentaries.
es_us: De hecho, apenas aparecieron los comentarios de Huangfu Ping, los conservadores impulsaron una investigación de los antecedentes, un esfuerzo que aparentemente concluyó solo cuando la oficina de Deng dio a conocer que el propio Deng había respaldado los comentarios. El conocimiento de que los comentarios expresaban la opinión de Deng aparentemente no impresionó a los líderes conservadores tanto como los esfuerzos previos de Deng para promover su punto de vista en la capital, y los conservadores lanzaron varios ataques directos e indirectos a las políticas de Deng y a los comentarios de Huangfu Ping.

source: Indeed, it has been subjected to withering criticism by intellectuals, politicians, and popular forces who reject liberalism and the “neoliberal” economics they associate with it.
es_us: De hecho, fue objeto de duras críticas por parte de intelectuales, políticos y fuerzas populares que se oponen a esta doctrina y a la economía “neoliberal” que ven asociada a él.

source: Indeed, it opens a major question about the future: if Hu has used corruption charges to undermine Jiang’s power, Hu has to be aware that someday somebody else may use similar charges to curtail whatever residual power Hu retains after his retirement.
es_us: Ciertamente, esto trae como consecuencia una cuestión importante para considerar en relación al futuro: si Hu ha utilizado cargos de corrupción para socavar el poder de Jiang, tiene que estar consciente de que eventualmente alguien podría usar cargos similares para restringir cualquier resabio de poder que aun posea luego de retirarse.

source: Indeed, it was this lack of democracy, Yu argued, that had led to the alternation of autocracy and anarchy in Chinese history.
es_us: De hecho, fue esta falta de democracia, sostenía Yu, lo que había llevado a la alternancia entre autocracia y anarquía en la historia de China.

source: Indeed, it was this proclivity for caution, if not conservatism, that roused Deng’s ire in 1992.
es_us: De hecho fue esta tendencia a la precaución, o quizás conservadurismo, lo que causó la ira de Deng en 1992.

source: Indeed, it was startling that within six months of Clinton’s highly successful trip to China, Sino–US relations were once again caught in a downward spiral. The WTO was seen as an issue that could provide ballast to the relationship. It would recognize China’s full membership in the global economy, remove the annual ritual of renewing China’s MFN status, and underscore important interests that the two nations have in common.
es_us: Era de hecho alarmante que dentro de los seis meses del exitoso viaje de Clinton a China, las relaciones con Estados Unidos estaban envueltas en una espiral cuesta abajo. Se veía a la OMC como un asunto que podría estabilizar la relación, ya que reconocería a China como parte de la economía global, detendría el ritual anual de renovación del estatus de NMF de China, y enfatizaría los importantes intereses comunes de las dos naciones.

source: Indeed, more than any other issues, China’s proposed membership in the WTO and the reaction to the embassy bombing demonstrate the coming together – at least temporarily – ofelite politics and public opinion.
es_us: De hecho, más que cualquier otro problema, China había propuesto la membresía en la OMC y la reaccion ante el bombardeo a la embajada demostró la unión, por lo menos temporal, de politicas élitarias y las opiniones públicas.

source: Indeed, on the eve of Deng’s death, the left circulated the fourth 10,000 character manifesto.1 Despite this challenge, Deng’s passing in February 1997 proved a blessing for the general secretary.
es_us: En efecto, en vísperas de la muerte de Deng, la izquierda difundió el cuarto manifiesto de 10000 caracteres.1 A pesar de este desafío, la muerte de Deng en febrero de 1997 favoreció al secretario general.

source: Indeed, one could argue that Li’s greatest (negative) effect on China’s government was his willingness to let things drift.
es_us: De hecho, uno podría decir que el efecto (negativo) más grande de Li sobre el gobierno de China era su disposición a dejar que las cosas fluyan.

source: Indeed, one of the major thrusts of reform was to curtail
es_us: De hecho, una de las motivaciones más importantes era la de limitar

source: Indeed, one of the primary intellectual inﬂuences at the time was the work of Li Zehou, a philosopher at CASS, who argued that China’s “enlightenment” project, inaugurated by the New Culture Movement (1915–20), had been constantly interrupted and deferred by “national salvation” movements that had grown up in response to foreign threat and war.
es_us: De hecho, en ese momento, una de las principales influencias intelectuales fue el trabajo de Li Zehou, un filósofo que trabaja en la Academia China de Ciencias Sociales (CASS), quien argumentaba que el proyecto de la "Ilustración" de China, iniciado por el Movimiento de la Nueva Cultura (1915-1920), había sido interrumpido y suspendido de manera constante por los movimientos de "salvación nacional" que habían surgido como respuesta a la amenaza y guerra extranjeras.

source: Indeed, some of the most prominent and outspoken of the liberal intelligentsia worked for the state, often in high places, and their self-assigned mission was to change the state from within.
es_us: En efecto, varios de los intelectuales liberales más prominentes y aguerridos trabajaban para el estado, generalmente en puestos importantes, y su misión autoasignada era cambiar el estado desde adentro.

source: Indeed, such predictions seemed to be borne out as the pace of reform stalled and as administrative measures against inflation bit deeply into China’s growth rates.
es_us: Ciertamente, estas predicciones se fueron confirmando al mismo tiempo que la reforma perdía fuerza y las medidas administrativas contra la inflación comenzaban a dañar las tasas de crecimiento de China.

source: Indeed, the Party has passed many regulations governing the selection and promotion of cadres and many informal norms have emerged over the years.
es_us: Ciertamente, el partido ha sancionado muchas leyes que regulan la selección y la promoción de cuadros políticos y muchas normas informales han surgido en los últimos años.

source: Indeed, the author argued that the richest villages in contemporary China, such as Henan’s Nanjie Village, are all run as collectives with a leader acting wholeheartedly in the public interest.80 The introduction of individualism, based on the concept of economic man, is not the solution to problems in socialism but on the contrary can only exacerbate those problems.
es_us: En efecto, el autor sostenía que los pueblos más afluentes de la China contemporánea, como por ejemplo Henan's Nanjie, funcionan colectivamente con un líder a la cabeza que actúa por el bien común. La introducción del individualismo, basado en el concepto de homo economicus, no es la solución a los problemas del socialismo, sino que más bien los exacerba.

source: Indeed, the single most important change in China’s intellectual scene since then is that the common discourse that had given vitality to discussions in the 1980s has disintegrated as Enlightenment ideals have – for the first time since the May Fourth Movement – been questioned or rejected by a substantial portion of intellectuals.
es_us: En efecto, el cambio más importante en el panorama intelectual de China desde aquel entonces fue el hecho de que el discurso común que le había otorgado vigor a las discusiones de la década de los 80 se desintegró luego de que por primera vez desde el Movimiento del Cuatro de Mayo los ideales de la Ilustración se vieran cuestionados o rechazados por una gran cantidad de intelectuales.

source: Indeed, the speech was so well balanced that the policy implications of it were not immediately clear, and the speech soon dropped from public view.
es_us: De hecho, el discurso estuvo tan bien equilibrado que las implicaciones políticas no fueron claras en ese momento y el discurso cayó rápidamente ante la opinión pública.

source: Indeed, there are times when political concerns dominate intellectual discussion to the point where the latter are nearly irrelevant.
es_us: Incluso a veces los intereses políticos tienen tanto control sobre la dialéctica intelectual que la despojan de casi toda su relevancia.

source: Indeed, there is reason to believe that conservatives in China had scant interest in improving relations with the United States, at least past a certain point.
es_us: De hecho, existen razones que llevan a pensar que los conservadores en China tenían poco interés en mejorar las relaciones Estados Unidos, al menos hasta cierto punto.

source: Indeed, these problems were made worse by the lack of attention given to many issues in the 1989–92 period.
es_us: De hecho, estos problemas empeoraron con la falta de atención que se les dio a numerosos sucesos en el período entre 1989 y 1992. .

source: Indeed, this book largely focuses on this group of intellectuals.
es_us: De hecho, este libro se enfoca especialmente en este grupo de intelectuales.

source: Index
es_us: Índice

source: Index 325
es_us: Índice

source: Individual actors in the political system may also seek personal financial benefit from such changes and so drive what economists call “rent seeking” to new heights, hobbling the emergence of more effective admin-istration.
es_us: De estos cambios, también pueden aparecer actores individuales dentro del sistema político en busca de beneficios económicos personales y así llevar lo que los economistas llaman "búsqueda de rentas" a nuevas alturas lo que, a su vez, restringiría el surgimiento de una administración más efectiva.

source: Individual leaders will command varying resources and thus respond differently to the challenges confronting the system.
es_us: Estos líderes individuales tendran diversos recursos a su disposición y por lo tanto, responderán de manera diferente a los desafíos a los que se enfrenta el sistema.

source: Instead of these two extremes, the authors called for a program of “social stability and gradual reform” that drew on both Western rationalism (Bertrand Russell, Karl Popper, and Frederick von Hayek are cited as examples of rational thinkers) and Chinese tradition.
es_us: En lugar de estos dos extremos, los autores exigían un programa de "estabilidad social y reformas graduales" que se inspirara tanto en el racionalismo occidental (Bertrand Russell, Karl Popper y Frederick von Hayek son ejemplos de pensadores racionales) como en la tradición china.

source: Instead, Zhao chose to defend his actions.22 [5] Sorting out leadership issues was the task of the Fourth Plenary Session of the Thirteenth Central Committee, which convened in Beijing on June 23–24 following a three-day enlarged meeting of the Politburo.
es_us: En cambio, Zhao decidió defender sus acciones. 22 [5] La tarea de la Cuarta Sesión Plenaria del Decimotercer Comité Central era solucionar problemas de liderazgo y se reuniría en Pekín del 23 al 24 de junio luego de un dilatado encuentro de tres días del Comité Permanente del Politburó.

source: Intellectual concerns
es_us: PREOCUPACIONES INTELECTUALES

source: Intellectuals had an extremelylimited role in this period.
es_us: Los intelectuales tienen un rol extremadamente limitado durante este período.

source: Intellectuals held overwhelmingly favorable views of the United States in the 1980s; many initially supported the sanctions imposed by the Bush administration on the Chinese government in the wake of Tiananmen.
es_us: Los intelectuales tenían opiniones sumamente favorables de Estados Unidos en la década de los 80; al principio muchos apoyaban las sanciones que la administración de Bush le impuso al gobierno chino después de Tiananmén.

source: Intellectuals were critics of the state in the 1980s, but by the 1990s and beyond many of them were far more accepting of the state and indeed espousing nationalism in one form or another.
es_us: Los intelectuales criticaron al Estado en la década de los 80, pero a partir de los años 90 y en adelante, muchos de ellos estaban más a favor de las políticas del Estado e incluso apoyaron el nacionalismo de una forma u otra.

source: Intellectuals were largely shocked into silence by the enormity of what had happened; alienated from the political leadership, they had little desire to participate in discussions – and the political leadership, caught up in its own conflicts, had little patience with intellectual expression.
es_us: El impacto generado por la magnitud de lo ocurrido acalló la voz de muchos de los intelectuales; al encontrarse alienados del poder político, no tenían interés de participar en debates, y los líderes políticos, ocupados con sus propios problemas, no tenían mucha paciencia con las expresiones intelectuales.

source: Interests have become a fact of life in China’s political economy.
es_us: Los intereses se han convertido en una realidad de la economía política de China.

source: International relations are not a focus of this book, but,
es_us: Las relaciones internacionales no son el foco de este libro, sin embargo,

source: Introduction
es_us: Introducción

source: Introduction 1
es_us: Introducción

source: Introduction 3
es_us: Introducción 3

source: Ironically, even as China entered the WTO, a significant intellectual opposition to capitalism and globalization has emerged.
es_us: Irónicamente, mientras China ingresaba a la OMC, se generaba una gran oposición intelectual al capitalismo y a la globalización,

source: Ironically, just as Hu was moving to consolidate his authority in the Party and the military, he spoke at a major meeting to launch the publication of the three volumes of Jiang Zemin’s Selected Works.
es_us: Irónicamente, mientras continuaba con la consolidación de su autoridad en el Partido y en el ejército, Hu habló en una gran reunión para publicitar los tres volúmenes del nuevo libro de Jiang Zemin, Textos Escogidos.

source: Ironically, the populist critique of reform, which could be directed at pushing through precisely such measures, appears to working in precisely the opposite direction, as the dilution of the Property Rights Law suggests.
es_us: Irónicamente, las críticas populistas a la reforma, que podrían estar dirigidas a la implementación de tales medidas, parecen estar apuntando precisamente a la dirección opuesta, como sugiere la dilución de la Ley de Derechos de Propiedad.

source: It is thus apparent that the startling decision to remove Zhang and Meng from their positions was made at the last minute.
es_us: Parece ser que la sorprendente decisión de apartar de sus cargos a Zhang y Meng fue tomada a último momento.

source: It is unlikely that there was any understanding within the Party about how long Jiang Zemin would continue to head the CMC.
es_us: Es poco probable que haya habido un acuerdo dentro del partido acerca de cuánto tiempo permanecería Jiang Zemin en su cargo como Presidente de la CMC.

source: It was against this background that the campaign to study the Three Represents took on more of a political edge than it would have had in the absence of the SARS crisis.
es_us: Fue en este contexto que la campaña para estudiar la Triple Representatividad tomó mucha más fuerza política de la que hubiera tenido si no se hubiese producido la crisis del SARS.

source: It also indicates that criticism of Zhu was immediate and harsh.
es_us: Tambien señala que la crítica a Zhu fue inmediata y severa.

source: It also meant, to a greater or lesser extent, playing down much of socialist ideology.
es_us: A su vez significaba, en mayor o menor medida, restarle importancia a la ideología socialista.

source: It argued further against the proposition that the state should remove itself from competitive industries and adopt a role of supporting infrastructure and certain basic industries.
es_us: También discutía en contra de la propuesta de que el estado debería retirarse de las industrias competitivas y adoptar un papel de soportar la infraestructura y ciertas industrias básicas.

source: It became apparent when the Sixteenth Party Congress met that not only would these two sit on the Politburo, but that Jia’s and Huang’s “transfer to the center” indicated that both would sit on the PBSC – the coreofChina’spowerstructure.AttheNPCmeetingthefollowingspring, Jia Qinglin was named to head the CPPCC and Huang Ju took over as vice-premier in charge of ﬁnance.
es_us: Se volvió aparente que cuando el Décimosexto Congreso del Partido se reuniera estos dos candidatos no sólo formarían parte del Politburó, pero que “la transferencia al centro” de Jia y Huang indicaba que ambos serían también miembros del PBSC, el centro de la estructura del poder de China.

source: It celebrated the Three Represents (sange daibiao),called for “keeping pace with the times”(yushi jujin),and declared that the “strategic adjustment of the economic structure has been crowned with success” and that “it is of vital importance to take economic development as the main task.” The report recognized that there were problems in society.
es_us: Celebraba la Triple Representatividad (sange daibiao) proponía “seguir el ritmo de los tiempos” (yushi jujin) y declaraba el cambio estratégico de la estructura económica fue terminado con éxito” y de gran importancia considerar el desarrollo económico como nuestra tarea principal. El informe reconoció la existencia de problemas en la sociedad.

source: It declared: “Economic development as the central link must be grasped firmly and unswervingly.
es_us: El documento manifestaba que "el desarrollo económico como eslabón central debía ser considerado con firmeza y sin vacilaciones".

source: It drew an analogy to a tree, arguing that China’s traditional culture can be understood as the roots, Marxism–Leninism as the trunk, and the outstanding parts of various cultures from around the world as the branches.
es_us: Establecía una analogía de China con un árbol, afirmando que la cultura tradicional china podía ser entendida como las raíces, el Marxismo-Leninismo como el tronco y las partes más sobresalientes de varias culturas alrededor del mundo como las ramas.

source: It even appealed to many in China who both desired China to be recognized as a great power and hoped that China would fully join the international system.
es_us: Incluso le parecía atractivo a muchos que deseaban tanto que China fuera reconocida como un poder mayor como que se uniera por completo al sistema internacional.

source: It had been widely predicted that at least one or two of Hu Jintao’s close allies from his CYL days, such as Li Keqiang or Li Yuanchao, would be promoted to the Politburo both to support the new general secretary and as possible candidates to replace Hu in 2011 at the Eighteenth Party Congress (assuming Hu will serve two terms).
es_us: Había sido abiertamente predicho que al menos uno o dos de los aliados más cercanos de Hu Jintao de sus días LJC, como Li Keqiang o Li Yuanchao, serían promovidos al Politburó para apoyar al nuevo secretario general y como posibles candidatos para reemplazar a Hu en 2011 en el Décimoctavo Congreso del Partido (presuponiendo que Hu desempeñará dos mandatos).

source: It has long been rumored creditably that Hu would like to pass power on to Li Keqiang, the former head of the CYL who has subsequently served as Party secretary in Henan and Liaoning provinces, two of the most difficult assignments in Chinese politics.
es_us: Desde hacía mucho tiempo, había rumores bastante acertados de que Hu tenía la intención de cederle el poder a Li Keqiang, antiguo líder de la LJC y posterior secretario del Partido en las provincias de Henan and Liaoning, dos de las tareas más difíciles en la política china.

source: It has narrowed in the sense that government leaders are themselves often intellectuals and thus share the same general background as other intellectuals.
es_us: Disminuyó en el sentido de que los líderes del gobierno son con frecuencia intelectuales y, por lo tanto, tienen el mismo bagaje que otros intelectuales.

source: It is also of some concern whether the more illiberal declarations emerging in recent years could form a basis for popular mobilization – as with the demonstrations against Japan in the spring of 2005.
es_us: También resulta importante comprobar si la intolerancia que se promueve en las declaraciones en los últimos años forma la base de las movilizaciones populares, como las manifestaciones contra Japón en la primavera de 2005.
